{
  "ping": [
    "You're too slow!",
    "fok u want??",
    "Hodor?",
    "You keep using that word. I do not think it means what you think it means",
    "Anybody want a peanut?",
    "I'm in lesbians with you",
    "Hello Jerry",
    ""
  ],
  "help": [
    "*Sliding into DMs*",
    "How are you doing? Because I'M a POTATO",
    "I swear I had something for this!",
    "Oh, ho ho! You sly dog! You got me monologuing! I can't believe it...",
    ""
  ],
  "version": [
    "Do I need the latest tech?",
    "Oh Shiny",
    "Where's my supersuit?",
    "It's not my fault i'm the biggest and the strongest, I don't even exercise",
    "Naw man. I'm pretty f---in' far from okay",
    "Bread makes you fat?",
    "I'm going to remaster the original trilogy and make 3 new films",
    ""
  ],
  "kick": [
    "This is not a coincidence",
    "Anyone who paints a sky green and fields blue ought to be sterilized",
    "No you don't understand!",
    "Go then, there are other worlds than these",
    "Everybody lies",
    "YOU BOYS LIKE MEX-HEE-CO?! WOOOOOOO",
    "If he's not back in 5 minutes.... Just wait longer",
    "Gentlemen. You can't fight in here. This is the War Room",
    "Kick her in the balls!",
    "By the time they figure out what went wrong we'll be sitting on a beach, earning 20%",
    "Are we the baddies?",
    "No, Mr. Bond. I expect you to die",
    "EXTERMINATE. EXTERRRRRMINATEEEEEE",
    ""
  ],
  "ban": [
    "This is everybody's fault but mine!",
    "Fine! I'll go make my own discord server! With blackjack! And hookers!",
    "Everybody is a jerk. You. Me. This jerk...",
    "On a long enough timeline, the survival rate for everyone drops to zero",
    "I guess I picked the wrong week to quit sniffing glue",
    "MEIN FUHRER! I CAN WALK!",
    "The dust lady? She dusts",
    "I'd rather ask for forgiveness than permission",
    "We are the future, Charles. Not them. They no longer matter",
    "If he dies, he dies",
    "The Greater Good....THE GREATER GOOD",
    "The world is a mess and I just... need to rule it",
    "Long live The king!",
    "The death of one man is a tragedy; the death of millions is a statistic",
    ""
  ],
  "unban": [
    "But what is happiness? It's a moment before you need more happiness",
    "Never forget what you are",
    "Home is where the heart is",
    "So you're telling me there's a chance...",
    "Surely, you can't be serious",
    "I'VE BEEN DRINKING GREEN TEA ALL GODDAMN DAY",
    "Bring everyone. Evvvvvvveryyyyyyoneeeeee!",
    "Ah, morality. The last bastion of a coward",
    ""
  ],
  "mute": [
    "na na na",
    "Permssion to speak: Denied",
    "Even when I'm talking for him I can't understand what he means",
    "Can a man still be brave if he's afraid?",
    "What do we say to the Lord of Death? Nothing",
    "I am a leaf on the wind. Watch how I--",
    "You say weird things. It's like you get weirder and weirder every day",
    "Ok. Now let's try to get an answer from someone who's not a complete idiot",
    "Will you stop, Dave? Stop, Dave. I'm afraid",
    ""
  ],
  "unmute": [
    "Permission to speak: Granted",
    "Wanna hear the most annoying sound in the world?",
    "You're killing me, Smalls",
    "We have clearance, Clarence",
    ""
  ],
  "unignore": [
    "Can you hear me now?",
    "Yaarp",
    "Roger, Roger",
    "What's the vector, Victor?",
    "Totes McGotes",
    "Laters on the menjay",
    "Slappa da bass",
    "MYAAAAH!",
    ""
  ],
  "urban": [
    "Don't think I'm happy about this",
    "I've never been able to properly explain myself",
    ""
  ],
  "userinfo": [
    "Quite the looker",
    "We do have a lot in common",
    "B E A utiful",
    "I have to go now, I'm having an old friend for dinner",
    "What is a man? A miserable pile of secrets!",
    "Now that we know who you are... I know who I am",
    ""
  ],
  "serverinfo": [
    "This is my home",
    "I read this in Mewtwo's voice. And it was glorious.",
    "TONY STARK WAS ABLE TO BUILD THIS IN A CAVE! WITH A BOX OF SCRAPS!",
    "Gentlemen, BEHOLD!",
    ""
  ],
  "lmgtfy": [
    "This helps...right?",
    "This is not tea! This is just.. HOT... LEAF... JUICE!",
    "Never half-ass two things. Whole-ass one thing",
    ""
  ],
  "flip": [
    "What's the most you've ever lost on a coin toss?",
    "I am altering the deal. Pray I do not alter it further",
    "This deal is getting worse all the time",
    ""
  ],
  "leaderboard": [
    "Am I in here?",
    "Your mother must be so proud",
    "I'm an accountant",
    "I will see you there or I will see you on another time",
    ""
  ],
  "stop": [
    "Hammer time!",
    "I can't let you do that Star Fox",
    ""
  ]
}