[
  "Cats are the most popular pet in the United States: There are 88 million pet cats and 74 million dogs.",
  "There are cats who have survived falls from over 32 stories (320 meters) onto concrete.",
  "A group of cats is called a clowder.",
  "Cats have over 20 muscles that control their ears.",
  "Cats sleep 70% of their lives.",
  "A cat has been mayor of Talkeetna, Alaska, for 15 years. His name is Stubbs.",
  "A cat once ran for mayor of Mexico City in 2013.",
  "In tigers and tabbies, the middle of the tongue is covered in backward-pointing spines, used for breaking off and gripping meat.",
  "When cats grimace, they are usually “taste-scenting.” They have an extra organ that, with some breathing control, allows the cats to taste-sense the air.",
  "Cats can’t taste sweetness.",
  "Owning a cat can reduce the risk of stroke and heart attack by a third.",
  "Wikipedia has a recording of a cat meowing because why not?",
  "The world’s largest cat measured 48.5 inches long.",
  "Evidence suggests domesticated cats have been around since 3600 B.C., 2,000 years before Egypt’s pharaohs.",
  "A cat’s purr may be a form of self-healing, as it can be a sign of nervousness as well as contentment.",
  "The frequency of a domestic cat’s purr is the same at which muscles and bones repair themselves.",
  "Adult cats only meow to communicate with humans.",
  "The world’s richest cat is worth $13 million after his human passed away and left her fortune to him.",
  "Your cat recognizes your voice but just acts too cool to care (probably because they are).",
  "Cats are often lactose intolerant, so stop givin’ them milk!",
  "Basically all cartoon cats lied to us: Raw fish is off the table for cats.",
  "The oldest cat video on YouTube dates back to 1894 (when it was made, not when it was uploaded, duh).",
  "In the 1960s, the CIA tried to turn a cat into a bonafide spy by implanting a microphone into her ear and a radio transmitter at the base of her skull. She somehow survived the surgery but got hit by a taxi on her first mission.",
  "The technical term for “hairball” is “bezoar.”",
  "Female cats are typically right-pawed while male cats are typically left-pawed.",
  "Cats make more than 100 different sounds whereas dogs make around 10.",
  "A cat’s brain is 90% similar to a human’s — more similar than to a dog’s.",
  "Cats and humans have nearly identical sections of the brain that control emotion.",
  "A cat’s cerebral cortex (the part of the brain in charge of cognitive information processing) has 300 million neurons, compared with a dog’s 160 million.",
  "Cats have a longer-term memory than dogs, especially when they learn by actually doing rather than simply seeing.",
  "Cats have a lower social IQ than dogs but can solve more difficult cognitive problems when they feel like it.",
  "Cats have 1,000 times more data storage than an iPad.",
  "It was illegal to slay cats in ancient Egypt, in large part because they provided the great service of controlling the rat population.",
  "In the 15th century, Pope Innocent VIII began ordering the killing of cats, pronouncing them demonic.",
  "A cat has five toes on his front paws, and four on the back, unless he’s a polydactyl.",
  "Polydactyl cats are also referred to as “Hemingway cats” because the author was so fond of them.",
  "There are 45 Hemingway cats living at the author’s former home in Key West, Fla.",
  "Original kitty litter was made out of sand but it was replaced by more absorbent clay in 1948.",
  "Abraham Lincoln kept four cats in the White House.",
  "When asked if her husband had any hobbies, Mary Todd Lincoln is said to have replied “cats.”",
  "Isaac Newton is credited with inventing the cat door.",
  "One legend claims that cats were created when a lion on Noah’s Ark sneezed and two kittens came out.",
  "A cat can leap up to six times its length.",
  "A house cat is faster than Usain Bolt.",
  "When cats leave their poop uncovered, it is a sign of aggression to let you know they don’t fear you.",
  "Cats can change their meow to manipulate a human. They often imitate a human baby when they need food, for example.",
  "Cats use their whiskers to detect if they can fit through a space.",
  "Cats only sweat through their foot pads.",
  "The first cat in space was French. She was named Felicette, or “Astrocat.” She survived the trip.",
  "Cats have free-floating clavicle bones that attach their shoulders to their forelimbs, which allows them to squeeze through very small spaces.",
  "Hearing is the strongest of cat’s senses: They can hear sounds as high as 64 kHz — compared with humans, who can hear only as high as 20 kHz.",
  "Cats can move their ears 180 degrees.",
  "Cats can move their ears separately.",
  "A cat has detected his human’s breast cancer.",
  "A cat’s nose is ridged with a unique pattern, just like a human fingerprint.",
  "Cats have scent glands along their tail, their forehead, lips, chin, and the underside of their front paws.",
  "When a family cat died in ancient Egypt, family members would shave off their eyebrows as they mourned.",
  "Ancient Egyptians had elaborate memorials that included mummifying the cat and either burying it in a family tomb or pet cemetery.",
  "Cats were mythic symbols of divinity in ancient Egypt.",
  "Black cats are bad luck in the United States, but they are good luck in the United Kingdom and Australia.",
  "Most cats don’t like water because their coats do not insulate them well enough",
  "The Egyptian Mau is the oldest breed of cat.",
  "The Egyptian Mau is the fastest pedigreed cat",
  "The Egyptian word for cat is, in fact, “mau.”",
  "Only 11.5% of people consider themselves “cat people.”",
  "Cat people are 11% more likely to be introverted.",
  "Cat people are more open to new experiences than typical “dog people.”",
  "Cat owners who are male tend to be luckier in love, as they are perceived as more sensitive.",
  "Cat owners are 17% more likely to have a graduate degree.",
  "Cat people are 25% likely to pick George as their favorite Beatle.",
  "A cat’s carbon footprint is similar to that of a VW Bug, whereas a dog’s is more like a Hummer.",
  "When your cat brings home a dead mouse or bird, it may do so to show you that you suck at hunting.",
  "Cats have inferior daytime sight, but during the night they need seven times less light than humans to see.",
  "The largest litter of kittens produced 19 kittens.",
  "Eighty-eight percent of cats in the U.S. are spayed or neutered.",
  "Only 24% of cats who enter animal shelters are adopted.",
  "Cats are really cool.",
  "Cats are very soft",
  "If you want to adopt a cat, you can visit your local Humane Society or check out petfinder.com.",
  "In Ancient Egypt, killing a cat was a crime punishable by death",
  "Cats use their tails for balance and have nearly 30 individual bones in them!",
  "The first cat show was held in 1871 at the Crystal Palace in London",
  "Cats bury their feces to cover their trails from predators",
  "Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor.",
  "When a cat chases its prey, it keeps its head level. Dogs and humans bob their heads up and down.",
  "A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.",
  "Every year, nearly four million cats are eaten in Asia.",
  "There are more than 500 million domestic cats in the world, with approximately 40 recognized breeds.",
  "Approximately 24 cat skins can make a coat.",
  "The oldest known pet cat was recently found in a 9,500-year-old grave on the Mediterranean island of Cyprus.",
  "During the time of the Spanish Inquisition, Pope Innocent VIII condemned cats as evil and thousands of cats were burned. Unfortunately, the widespread killing of cats led to an explosion of the rat population, which exacerbated the effects of the Black Death.",
  "During the Middle Ages, cats were associated with withcraft, and on St. John’s Day, people all over Europe would stuff them into sacks and toss the cats into bonfires. On holy days, people celebrated by tossing cats from church towers.",
  "The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat.",
  "The term “puss” is the root of the principal word for “cat” in the Romanian term pisica and the root of secondary words in Lithuanian (puz) and Low German puus. Some scholars suggest that “puss” could be imitative of the hissing sound used to get a cat’s attention. As a slang word for the female pudenda, it could be associated with the connotation of a cat being soft, warm, and fuzzy.",
  "Approximately 40,000 people are bitten by cats in the U.S. annually.",
  "A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human.",
  "A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance.",
  "A cat rubs against people not only to be affectionate but also to mark out its territory with scent glands around its face. The tail area and paws also carry the cat’s scent.",
  "Researchers are unsure exactly how a cat purrs. Most veterinarians believe that a cat purrs by vibrating vocal folds deep in the throat. To do this, a muscle in the larynx opens and closes the air passage about 25 times per second.",
  "In 1888, more than 300,000 mummified cats were found an Egyptian cemetery. They were stripped of their wrappings and carted off to be used by farmers in England and the U.S. for fertilizer.",
  "Smuggling a cat out of ancient Egypt was punishable by death. Phoenician traders eventually succeeded in smuggling felines, which they sold to rich people in Athens and other important cities.",
  "The biggest wildcat today is the Siberian Tiger. It can be more than 12 feet (3.6 m) long (about the size of a small car) and weigh up to 700 pounds (317 kg).",
  "Mohammed loved cats and reportedly his favorite cat, Muezza, was a tabby. Legend says that tabby cats have an “M” for Mohammed on top of their heads because Mohammad would often rest his hand on the cat’s head.",
  "Perhaps the most famous comic cat is the Cheshire Cat in Lewis Carroll’s Alice in Wonderland. With the ability to disappear, this mysterious character embodies the magic and sorcery historically associated with cats.",
  "The smallest wildcat today is the Black-footed cat. The females are less than 20 inches (50 cm) long and can weigh as little as 2.5 lbs (1.2 kg).",
  "On average, cats spend 2/3 of every day sleeping. That means a nine-year-old cat has been awake for only three years of its life.",
  "In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat.",
  "A cat’s jaw can’t move sideways, so a cat can’t chew large chunks of food.",
  "A cat almost never meows at another cat, mostly just humans. Cats typically will spit, purr, and hiss at other cats.",
  "A cat’s back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34.",
  "All cats have claws, and all except the cheetah sheath them when at rest",
  "A cat lover is called an Ailurophilia (Greek: cat+lover).",
  "Two members of the cat family are distinct from all others: the clouded leopard and the cheetah. The clouded leopard does not roar like other big cats, nor does it groom or rest like small cats. The cheetah is unique because it is a running cat; all others are leaping cats. They are leaping cats because they slowly stalk their prey and then leap on it.",
  "The oldest cat on record was Crème Puff from Austin, Texas, who lived from 1967 to August 6, 2005, three days after her 38th birthday. A cat typically can live up to 20 years, which is equivalent to about 96 human years.",
  "The lightest cat on record is a blue point Himalayan called Tinker Toy, who weighed 1 pound, 6 ounces (616 g). Tinker Toy was 2.75 inches (7 cm) tall and 7.5 inches (19 cm) long.",
  "Approximately 1/3 of cat owners think their pets are able to read their minds.",
  "In the 1750s, Europeans introduced cats into the Americas to control pests."
]